{
    "presentation": "Je suis un développeur reactjs/nodejs junior. J'ai commencé le développement web en septembre 2019. Les languages que je pratique le plus sont: react, node et javascript. Comme base de donnée, j'utilise principalement MYSQL. Jusqu'à maintenant, ça va faire 1 an et demi que je pratique le développement web. Je suis un individu calme, perfectionniste, sociable et motivé. Pour le moment, mes projets se reposent sur 2 étapes: La 1ère consiste à accumuler de l'expérience d'au moins 3 ans comme développeur fullstack. Durant cette période, je serai amené à réaliser des sites web et  web mobiles. Ensuite, la seconde étape sera devenir analyste en cybersécurité. La 1ère étape est cruciale pour devenir familier dans le monde informatique.",
    "parcours": "Suite à l'obtention de mon BAC ES, j'ai commencé à étudier la comptabilité pour une licence en DCG(Diplôme de Comptabilité et Gestion). Après être entré dans la vie active comme comptable, je m'en suis rendu compte que ça ne me plaisait pas du tout. Le travail était répétitif et peu différent qu'un serveur. Du coup, je me suis reconverti en développeur web en faisant mes études à la WILD CODE SCHOOL. Là bas, j'ai appris qu'il fallait apprendre à se débrouiller quand on était bloqué sur un problème. Et le plus important était les rapports relationnelles entre développeurs et collaborateurs. Je suis actuellement à mon dernière année en alternance chez cette école. J'ai créé ce site pour réaliser un 'laboratoire'. C'est dans ce site que je réaliserai tous mes tests des fonctionnalités. Que ce soit en react ou en node. ",
    "accomplissements": "Depuis mon entrée dans le monde informatique, j'ai réalisé plusieurs projets dont des projets en groupes et des projets individuels. Mon premier projet avait été de réaliser un site fictif d'un cirque en utilisant HTML et CSS: Le Wild Circus. A vrai dire, ce n'était pas vraiment un projet. Parce que je devais réaliser ce site pour valider mon inscription à la WCS. M'ai j'avoue que je me suis bien débrouillé. Le second projet avait été de réaliser un site web qui permettait de mesurer le taux de pollution dans chaque ville de France. On avait utilisé du Reactjs. Enfin le dernier projet en groupe était un site d'e-commerce. Et là, c'était un projet fullsttack."

}