{
    "presentation": "I am a reactjs / nodejs junior developer. I started web development in September 2019. The languages I practice the most are: react, node and javascript. As a database, I mainly use MYSQL. Until now, I have been practicing web development for a year and a half. I am a calm, perfectionist, sociable and motivated individual. For the moment, my projects are based on 2 stages: The 1st is to accumulate experience of at least 3 years as a fullstack developer. During this period, I will be required to create websites and mobile websites. Then, the second step will be to become a cybersecurity analyst. The 1st step is crucial to become familiar in the computer world.",
    "parcours": "After obtaining my BAC ES, I began to study accounting for a license in DCG (Diploma in Accounting and Management). After entering the working life as an accountant, I realized that I didn't like it at all. The work was repetitive and little different than a waiter. Suddenly, I converted myself into a web developer by studying at WILD CODE SCHOOL. There, I learned that you have to learn to manage when you are stuck on a problem. And the most important was the relational relationships between developers and collaborators. I am currently in my last year of work-study program at this school. I created this site to create a 'laboratory'. It is in this site that I will carry out all my functionality tests. Whether in react or node.",
    "accomplissement": "Since entering the IT world, I have carried out several projects including group projects and individual projects. My first project was to make a fictional circus site using HTML and CSS: The Wild Circus. To tell the truth, it was not really a project. Because I had to make this site to validate my WCS registration. I admit that I did well. The second project had been to create a website which made it possible to measure the pollution rate in each city in France. We used Reactjs. Finally the last group project was an e-commerce site. And there it was a fullstack project."
}